Repository: HodaSadatJafari/travel_expense_tracker
Catalog: apps/core/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Email Address
fa: آدرس ایمیل

source: Enter your email address
fa: آدرس ایمیل خود را وارد کنید

source: Password
fa: رمز عبور

source: Enter your password
fa: رمز عبور خود را وارد کنید

source: This email is already registered. Please log in or use a different email address.
fa: این ایمیل قبلاً ثبت شده است. لطفاً وارد شوید یا از آدرس ایمیل دیگری استفاده کنید.

source: A user with this phone number already exists.
fa: کاربری با این شماره تلفن قبلاً وجود دارد.

source: Either email or phone number must be provided
fa: ایمیل یا شماره تلفن باید ارائه شود

source: created at
fa: ایجاد شده در

source: updated at
fa: به روز شده در

source: Phone Number
fa: شماره تلفن

source: Enter your phone number (optional)
fa: شماره تلفن خود را وارد کنید (اختیاری)

source: Travel Expense Tracker
fa: ردیاب هزینه سفر

source: Dashboard
fa: داشبورد

source: Profile
fa: پروفایل

source: Settings
fa: تنظیمات

source: Language
fa: زبان

source: Logout
fa: خروج

source: Login
fa: ورود

source: Sign Up
fa: ثبت نام

source: Travel Expense Tracker. All rights reserved.
fa: ردیاب هزینه سفر. تمامی حقوق محفوظ است.

source: Travel Without Financial Stress
fa: سفر بدون استرس مالی

source: Track expenses, split costs with friends, and manage your trips all in one place
fa: هزینه‌ها را ردیابی کنید، هزینه‌ها را با دوستان تقسیم کنید و همه سفرهای خود را در یک مکان مدیریت کنید

source: Get Started Free
fa: شروع رایگان

source: Learn More
fa: بیشتر بدانید

source: Easy Expense Tracking
fa: ردیابی آسان هزینه‌ها

source: Quickly log expenses in multiple currencies with automatic conversion. Keep all your travel spending organized in one place.
fa: به سرعت هزینه‌ها را در چندین ارز با تبدیل خودکار ثبت کنید. تمام هزینه‌های سفر خود را در یک مکان سازماندهی کنید.

source: Fair Cost Splitting
fa: تقسیم منصفانه هزینه‌ها

source: Automatically calculate who owes what with smart splitting algorithms. Settle debts easily and maintain friendships.
fa: به طور خودکار محاسبه کنید چه کسی چه چیزی بدهکار است با الگوریتم‌های هوشمند تقسیم. به راحتی بدهی‌ها را تسویه کنید و دوستی‌ها را حفظ کنید.

source: Insightful Reports
fa: گزارش‌های بینشی

source: Visualize spending patterns and keep your travel budget under control. Get detailed insights into your travel expenses.
fa: الگوهای خرج کردن را تجسم کنید و بودجه سفر خود را تحت کنترل داشته باشید. بینش‌های دقیقی از هزینه‌های سفر خود دریافت کنید.

source: Why Choose Travel Expense Tracker?
fa: چرا ردیاب هزینه سفر را انتخاب کنید؟

source: Our platform is designed specifically for travelers who want to focus on experiences, not spreadsheets.
fa: پلتفرم ما به طور خاص برای مسافرانی طراحی شده است که می‌خواهند بر تجربیات تمرکز کنند، نه صفحات گسترده.

source: Works Everywhere
fa: در همه جا کار می‌کند

source: Access from any device, anywhere in the world, even without an internet connection
fa: از هر دستگاهی، در هر جای دنیا، حتی بدون اتصال به اینترنت دسترسی داشته باشید

source: Secure & Private
fa: امن و خصوصی

source: Your financial data is encrypted and protected with bank-level security
fa: داده‌های مالی شما با امنیت سطح بانکی رمزگذاری و محافظت می‌شوند

source: Lightning Fast
fa: فوق‌العاده سریع

source: Add expenses in seconds with our intuitive and streamlined interface
fa: با رابط کاربری بدیهی و روان ما، در چند ثانیه هزینه‌ها را اضافه کنید

source: Loved by Travelers
fa: مورد علاقه مسافران

source: Join thousands of satisfied users who travel stress-free worldwide
fa: به هزاران کاربر راضی بپیوندید که بدون استرس در سراسر جهان سفر می‌کنند

source: Ready to simplify your travel finances?
fa: آماده‌اید امور مالی سفر خود را ساده کنید؟

source: Join thousands of travelers who manage their expenses with ease
fa: به هزاران مسافر بپیوندید که هزینه‌های خود را به راحتی مدیریت می‌کنند

source: Sign Up Free
fa: ثبت‌نام رایگان

source: No credit card required
fa: نیازی به کارت اعتباری نیست

source: Welcome Back
fa: خوش آمدید

source: Log in to your account
fa: به حساب کاربری خود وارد شوید

source: Your email and password didn't match. Please try again.
fa: ایمیل و رمز عبور شما مطابقت ندارد. لطفاً دوباره تلاش کنید.

source: Log In
fa: ورود

source: Don't have an account?
fa: حساب کاربری ندارید؟

source: Create your account to get started
fa: برای شروع حساب کاربری خود را ایجاد کنید

source: Your password can't be too similar to your other personal information.
fa: رمز عبور شما نمی‌تواند بسیار شبیه به اطلاعات شخصی دیگر شما باشد.

source: Your password must contain at least 8 characters.
fa: رمز عبور شما باید حداقل ۸ کاراکتر داشته باشد.

source: Your password can't be a commonly used password.
fa: رمز عبور شما نمی‌تواند یک رمز عبور رایج باشد.

source: Your password can't be entirely numeric.
fa: رمز عبور شما نمی‌تواند کاملاً عددی باشد.

source: Create Account
fa: ایجاد حساب کاربری

source: Already have an account?
fa: قبلاً حساب کاربری دارید؟
