Repository: HodaSadatJafari/travel_expense_tracker
Catalog: apps/trips/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Optional: Your initial contribution to the trip fund
fa: اختیاری: سهم اولیه شما در صندوق سفر

source: End date must be after start date.
fa: تاریخ پایان باید بعد از تاریخ شروع باشد.

source: First name of the participant
fa: نام شرکت‌کننده

source: Last name of the participant
fa: نام خانوادگی شرکت‌کننده

source: Optional: Email address for the participant
fa: اختیاری: آدرس ایمیل برای شرکت‌کننده

source: Number of shares (e.g., 2 for a couple, 3 for a family of three)
fa: تعداد سهم‌ها (مثلاً 2 برای یک زوج، 3 برای یک خانواده سه نفره)

source: Optional: Initial contribution to the trip fund
fa: اختیاری: سهم اولیه در صندوق سفر

source: At least one of first name, last name, or email must be provided.
fa: حداقل یکی از نام، نام خانوادگی یا ایمیل باید ارائه شود.

source: Create Group Trip
fa: ایجاد سفر گروهی

source: Trip Name
fa: نام سفر

source: Start Date
fa: تاریخ شروع

source: End Date
fa: تاریخ پایان

source: Your Initial Contribution
fa: سهم اولیه شما

source: Cancel
fa: انصراف

source: Add Trip
fa: افزودن سفر

source: Add a New Trip
fa: افزودن سفر جدید

source: My Trips
fa: سفرهای من

source: Create Trip
fa: ایجاد سفر

source: Individual Trips
fa: سفرهای فردی

source: Individual
fa: فردی

source: expense
fa: هزینه

source: total expense
fa: کل هزینه

source: Current trip
fa: سفر فعلی

source: Upcoming trip
fa: سفر آینده

source: Past trip
fa: سفر گذشته

source: View Details
fa: مشاهده جزئیات

source: Create New Trip
fa: ایجاد سفر جدید

source: No Individual Trips Yet
fa: هنوز سفر فردی ندارید

source: Start tracking your travel expenses by creating your first trip.
fa: با ایجاد اولین سفر خود، پیگیری هزینه‌های سفر را شروع کنید.

source: Group Trips
fa: سفرهای گروهی

source: Group
fa: گروه

source: participant
fa: شرکت‌کننده

source: You created this trip
fa: شما این سفر را ایجاد کرده‌اید

source: Created by
fa: ایجاد شده توسط

source: Create New Group Trip
fa: ایجاد سفر گروهی جدید

source: No Group Trips Yet
fa: هنوز سفر گروهی ندارید

source: Create a group trip to share expenses with friends and family.
fa: یک سفر گروهی برای اشتراک‌گذاری هزینه‌ها با دوستان و خانواده ایجاد کنید.

source: Delete Trip
fa: حذف سفر

source: Are you sure you want to delete
fa: آیا مطمئن هستید که می‌خواهید حذف کنید

source: This will permanently delete all associated expenses, contributions, and participant data. This action cannot be undone.
fa: این کار تمام هزینه‌ها، مشارکت‌ها و اطلاعات شرکت‌کنندگان مرتبط را به طور دائمی حذف می‌کند. این عمل قابل بازگشت نیست.

source: Edit Trip
fa: ویرایش سفر

source: Save Changes
fa: ذخیره تغییرات

source: Manage Participants
fa: مدیریت شرکت‌کنندگان

source: Continue to Trip
fa: ادامه به سفر

source: Add Participant
fa: افزودن شرکت‌کننده

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Email Address
fa: آدرس ایمیل

source: Optional
fa: اختیاری

source: Shares
fa: سهم‌ها

source: Initial Contribution
fa: سهم اولیه

source: Current Participants
fa: شرکت‌کنندگان فعلی

source: shares
fa: سهم‌ها

source: share
fa: سهم

source: Edit participant
fa: ویرایش شرکت‌کننده

source: Remove participant
fa: حذف شرکت‌کننده

source: You (Trip Owner)
fa: شما (مالک سفر)

source: Email
fa: ایمیل

source: Changing shares will affect how expenses are split
fa: تغییر سهم‌ها بر نحوه تقسیم هزینه‌ها تأثیر می‌گذارد

source: No participants added yet.
fa: هنوز شرکت‌کننده‌ای اضافه نشده است.

source: Remove Participant
fa: حذف شرکت‌کننده

source: Are you sure you want to remove this participant from the trip?
fa: آیا مطمئن هستید که می‌خواهید این شرکت‌کننده را از سفر حذف کنید؟

source: This will also remove all their contributions and expense shares.
fa: این کار همچنین تمام مشارکت‌ها و سهم‌های هزینه آنها را حذف می‌کند.

source: If this person paid for any expenses, those will be reassigned to you as the trip owner.
fa: اگر این شخص هزینه‌ای پرداخت کرده باشد، آنها به عنوان مالک سفر به شما واگذار خواهند شد.

source: Group Trip
fa: سفر گروهی

source: Group Fund
fa: صندوق گروهی

source: Total Contributions
fa: کل مشارکت‌ها

source: Add Contribution
fa: افزودن مشارکت

source: Group Expenses
fa: هزینه‌های گروهی

source: Add Group Expense
fa: افزودن هزینه گروهی

source: Remaining Fund
fa: صندوق باقی‌مانده

source: Settlements
fa: تسویه‌حساب‌ها

source: To settle all debts, the following payments should be made:
fa: برای تسویه تمام بدهی‌ها، پرداخت‌های زیر باید انجام شود:

source: pays
fa: پرداخت می‌کند

source: These payments will fully settle all debts between participants for both group fund contributions and individual expenses.
fa: این پرداخت‌ها تمام بدهی‌ها بین شرکت‌کنندگان را برای هر دو مشارکت صندوق گروهی و هزینه‌های فردی تسویه می‌کند.

source: All balances are settled! No payments needed.
fa: تمام مانده‌ها تسویه شده‌اند! نیازی به پرداخت نیست.

source: Participant Financial Details
fa: جزئیات مالی شرکت‌کننده

source: Financial Summary
fa: خلاصه مالی

source: Contributed to Fund
fa: به صندوق مشارکت کرده

source: Share of Group Expenses
fa: سهم هزینه‌های گروهی

source: Group Fund Balance
fa: مانده صندوق گروهی

source: Paid for Individual Expenses
fa: پرداخت شده برای هزینه‌های فردی

source: Fair Share of Individual Expenses
fa: سهم منصفانه هزینه‌های فردی

source: Individual Expenses Balance
fa: مانده هزینه‌های فردی

source: Owed
fa: طلبکار

source: Owes
fa: بدهکار

source: Total Balance
fa: مانده کل

source: Net amount owed to this person
fa: مبلغ خالص بدهی به این شخص

source: Net amount this person owes others
fa: مبلغ خالص بدهی این شخص به دیگران

source: Balanced
fa: متعادل

source: Your Settlements
fa: تسویه‌حساب‌های شما

source: You pay
fa: شما پرداخت می‌کنید

source: pays you
fa: به شما پرداخت می‌کند

source: Contributions
fa: مشارکت‌ها

source: Paid For Others
fa: پرداخت شده برای دیگران

source: Owes to Others
fa: بدهکار به دیگران

source: Date
fa: تاریخ

source: Amount
fa: مبلغ

source: Notes
fa: یادداشت‌ها

source: No contributions
fa: بدون مشارکت

source: Category
fa: دسته‌بندی

source: Description
fa: توضیحات

source: Your Share
fa: سهم شما

source: No group expense shares
fa: بدون سهم هزینه گروهی

source: Total Paid
fa: کل پرداختی

source: Others Owe You
fa: دیگران به شما بدهکارند

source: Total others owe you:
fa: کل بدهی دیگران به شما:

source: You haven't paid for others
fa: شما برای دیگران پرداخت نکرده‌اید

source: Paid By
fa: پرداخت شده توسط

source: Total Amount
fa: مبلغ کل

source: You
fa: شما

source: Total you owe others:
fa: کل بدهی شما به دیگران:

source: You don't owe anything to others
fa: شما چیزی به دیگران بدهکار نیستید

source: All Expenses
fa: تمام هزینه‌ها

source: Group Fund Expenses
fa: هزینه‌های صندوق گروهی

source: Individual Expenses
fa: هزینه‌های فردی

source: Type
fa: نوع

source: Shared With
fa: اشتراک‌گذاری شده با

source: Actions
fa: اقدامات

source: All Participants
fa: همه شرکت‌کنندگان

source: Not Shared
fa: اشتراک‌گذاری نشده

source: Edit
fa: ویرایش

source: Delete
fa: حذف

source: No expenses found for this trip.
fa: هیچ هزینه‌ای برای این سفر یافت نشد.

source: No group fund expenses found for this trip.
fa: هیچ هزینه صندوق گروهی برای این سفر یافت نشد.

source: No individual expenses found for this trip.
fa: هیچ هزینه فردی برای این سفر یافت نشد.

source: Add Expense
fa: افزودن هزینه

source: Total Trip Expenses
fa: کل هزینه‌های سفر

source: Expenses
fa: هزینه‌ها

source: Expense Summary by Category
fa: خلاصه هزینه‌ها بر اساس دسته‌بندی

source: Trip has been deleted successfully.
fa: سفر با موفقیت حذف شد.

source: Trip details have been updated.
fa: جزئیات سفر به‌روزرسانی شد.

source: Participant has been removed from the trip.
fa: شرکت‌کننده از سفر حذف شد.

source: You cannot edit your own participant data.
fa: شما نمی‌توانید اطلاعات شرکت‌کننده خود را ویرایش کنید.

source: This email is already in use by another user.
fa: این ایمیل قبلاً توسط کاربر دیگری استفاده شده است.

source: Participant information updated successfully.
fa: اطلاعات شرکت‌کننده با موفقیت به‌روزرسانی شد.

source: You are not a participant in this trip.
fa: شما شرکت‌کننده این سفر نیستید.

source: Trip created successfully!
fa: سفر با موفقیت ایجاد شد!
